preconcentrationCE/tITP/tITP_test/0/ampholyte.GLUTAMIC_ACID
/*--------------------------------*- C++ -*----------------------------------*\ 
| =========                 |                                                 |
| \      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \    /   O peration     | Version:  v3.0+                                 |
|   \  /    A nd           | Web:      www.OpenFOAM.com                      |
|    \/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
 FoamFile{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      ampholyte.GLUTAMIC_ACID;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

 dimensions      [0 -3 0 0 1 0 0];

 internalField  nonuniform List<scalar>
5000
 (
0.011301000497187502
 0.010005335559627607
 0.008801914851864516
 0.007693153754793539
 0.006679845218387515
 0.0057612670826809225
 0.00493532687976881
 0.004198735535266117
...
)
;

boundaryField
{
    front
    {
        type            wedge;
    }
    back
    {
        type            wedge;
    }
    wall
    {
        type            zeroGradient;
    }
    inlet
    {
        type            inletOutlet;
 inletValue           uniform 0.05;
    phi             flux;
   }
 outlet
    {
        type            inletOutlet;
 inletValue           uniform 0.0;
    phi             flux;
   }

    axis    {
        type            empty;
    }
}
